Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Zenway - ROG Masters.tmx
Source language: en
Languages: id, ja, ko, th, vi, zh_hant_tw

source: The official communication resource is email if any other is not previously specified by the organizer in the email sent to players and team representatives.
ja: 公式の連絡は、プレイヤーやチーム代表者に送信された電子メールで主催者が事前に別段の指定をしていない限り、電子メールで行います。
ko: 주최자가 선수들과 팀 대표자들에게 보낸 이메일에서 특정하지 않았을 경우, 공식 통신 리소스는 이메일입니다.

source: India
ja: インド
ko: 인도
th: อินเดีย
vi: Ấn độ

source: Communication with players will be limited to the team official communication representative through the email registered in the team profile.
ja: プレイヤーとの連絡は、チームプロフィールに登録された電子メールを通じてチームの公式連絡担当者との間で行うものに限定されます。
ko: 선수 간 통신은 팀 공식 통신 담당자와 팀 프로필에 등록된 이메일을 통하는 것으로 제한됩니다.

source: Player settings
ja: プレイヤーの設定
ko: 플레이어 설정

source: Players are restricted to use any additions to nicknames (e.g. <3, h8 etc.), sponsors and other words, which is not part of the original nickname.
ja: プレイヤーは、ニックネーム (<3、h8 など)、スポンサー名、その他元のニックネームの一部ではない単語を追加することは制限されています。
ko: 플레이어는 닉네임에 원래 닉네임의 일부가 아닌 스폰서명, 기타 단어(예: <3, h8 등) 등을 더하는 행위를 제한받습니다.

source: broadcast, reproduce, distribute and exhibit such “Materials” and/or recordings of the Tournament and/or the Materials, in any manner whatsoever, by any and all means, media, devices, processes and technology now or hereafter known;
ja: 現在知られているか、今後知られる媒体、デバイス、プロセスおよび技術の方法を問わず、本件資料および本トーナメントと本件資料の録音を放送、複製、配布および展示すること。
ko: 지금껏 알려지고 향후 고안될 수 있는 모든 매체, 장치, 공정 및 기술을 통해 만들어진 “자료” 또는 토너먼트, “자료”의 기록물의 방송, 복사, 배포 및 전시

source: Korea
ja: 韓国
ko: 대한민국

source: Anti-cheat
ja: チート対策
ko: 안티 치트

source: Introduction
ja: はじめに
ko: 소개

source: A Tournament official participant is a team or a player that is participating in a ROG Masters 2021 competition.
ja: トーナメント公式参加者は、ROG Masters 2021 大会に参加しているチームまたはプレイヤーです。
ko: 토너먼트 공식 참가자는 ROG 마스터즈 2021 대회에 참가하는 팀 또는 선수를 말합니다.

source: Buytime:
ja: バイタイム:
ko: 구입 가능 시간:

source: Skin nametag
ja: スキンの名前タグ
ko: 스킨 네임태그

source: Match start
ja: 試合開始
ko: 경기 시작

source: The protest must contain detailed info about why the protest was created.
ja: 抗議文には、抗議を行う理由についての詳細な情報が含まれている必要があります。
ko: 이의 제기서는 이의가 만들어진 이유에 대한 자세한 정보를 포함해야 합니다.

source: Players details and nicknames
ja: プレイヤーの詳細とニックネーム
ko: 선수별 세부 정보 및 닉네임

source: Behaviour
ja: 行動
ko: 태도

source: Each player and team representative, staff and visitors agree to behave in a respectful manner to any person during the event.
ja: 各プレイヤーとチームの代表者、スタッフ、訪問者は、イベント中にすべての人に敬意を払って行動することに同意し、
ko: 각 선수와 팀 대표, 스태프 및 방문자는 이벤트 기간 동안 모든 사람에게 공손한 태도로 행동하는 것에 동의합니다.

source: Tournament stages
ja: トーナメントステージ
ko: 토너먼트 단계

source: For the team, the home country is determined by the majority of the players registered in the roster.
ja: チームの場合、自国はロースターに登録されたプレイヤーの過半数の母国がどこかによって決まります。
ko: 팀의 국적은 명단에 등록된 과반수의 선수의 국적에 의해 결정됩니다.

source: Standing on top of teammates is generally allowed, it is only forbidden when such actions allow the player to peek over, under and/or through a solid object (e.g. wall, box, ceiling) that should not be allowed according to map design.
ja: チームメイトの上に立つことは一般的に許可されていますが、そのような行為によって、マップの設計上許可されるべきではない固体のオブジェクト (壁、箱、天井など) の上、下を覗き、それを見通すことができてしまう場合には禁止されます。
ko: 팀원의 위에 서는 것은 일반적으로 허용되나, 그것이 선수가 단단한 물체(예: 벽, 상자, 천장)를 투시하거나, 내다보거나, 밑을 통해서 보는 등 맵 설계상 불가능한 행위로 이어져서는 안 됩니다.

source: The random team will be assigned as the Team A or Team B. Team A starts the process and the order of the ban / pick is as follows:
ja: チームはランダムにチーム A またはチーム B として割り当てられます。チーム A がプロセスを開始します。Ban/Pick (禁止/選択) の順序は次のとおりです。
ko: 임의의 팀이 팀 A나 팀 B로 배정됨. 팀 A가 투표를 시작하고, 아래와 같은 순서로 밴/픽이 진행됨:

source: Nickname
ja: ニックネーム
ko: 닉네임

source: Team A removes one map.
ja: チーム A がマップを 1 つ削除します。
ko: 팀 A가 맵을 하나 제거합니다.

source: Clothing and restrictions
ja: 衣類と制限
ko: 복장과 제한 사항

source: Tournament organizer has the rights to allow official broadcasts for any person or partners they want.
ja: トーナメント主催者は、希望する人またはパートナーによる公式放送を許可する権利を有します。
ko: 토너먼트 주최자는 원하는 사람 또는 파트너들에게 공식 방송을 허용할 권리가 있습니다.

source: If it’s not possible, the decision if the round will be replayed or if it will be given to the leading team in the round is up to the main tournament referee.
ja: それが不可能な場合、ラウンドを再プレイするか、ラウンドのリーディングチームにラウンドを与えるかどうかの決定は、トーナメント主審に委ねられます。
ko: 시뮬레이션이 불가능하다면, 토너먼트 주심의 판단하에 라운드를 재시작하거나 우위에 선 팀에게 승점이 주어질 것입니다.

source: Betting
ja: 賭け
ko: 도박

source: In case if it is not possible and the organizer refused to take any actions, teams are allowed to post statements to social media.
ja: それが不可能で、主催者が何らかの措置を取ることを拒否した場合、チームはソーシャルメディアに声明を投稿することができます。
ko: 문제를 해결할 수 없고 주최자가 어떠한 행동도 취하지 않기로 했을 경우, 팀은 소셜 미디어에 진술서를 게시할 수 있습니다.

source: Each participant of the ROG Masters 2021 will be determined in online national qualifiers.
ja: ROG Masters 2021 の各参加者は、オンライン国別予選トーナメントで決定されます。
ko: ROG 마스터즈 2021의 각 참가자는 온라인 국가 예선에서 결정됩니다.

source: All tournament PCs will have a log of activities from the players.
ja: すべてのトーナメント PC には、プレイヤーのアクティビティのログを残します。
ko: 토너먼트의 모든 PC에는 선수의 활동 로그가 있습니다.

source: Moving through clipped areas where the movement by the design of the map is not possible is strictly forbidden (any walls, ceilings, floors, etc).
ja: マップの設計上移動が不可能なクリップされた領域を移動することは、厳密に禁止されています (壁、天井、床など)。
ko: 맵 설계에 따르면 이동이 불가능한 잘린 영역에서의 이동이 엄격히 금지됩니다 (모든 벽, 천장, 바닥 등)

source: If the team is late for the scheduled time and didn't notify the organizer, they will receive penalty points.
ja: チームが予定時刻に遅れて主催者に通知しなかった場合、ペナルティポイントを受けます。
ko: 팀이 주최자에게 알리지 않고 예정된 시간에 늦으면 페널티 포인트를 받게 됩니다.

source: The remaining map is played as a decider if required.
ja: 残りのマップは、必要に応じて勝者決定戦としてプレイします。
ko: 필요할 경우, 남은 맵에서 플레이하여 맵을 결정합니다.

source: A protest may be declined if proper documentation is not presented.
ja: 適切な文書が提示されない場合、抗議は拒否されることがあります。
ko: 적절한 문서가 제시되지 않으면 이의 제기서가 거부될 수 있습니다.

source: General
ja: 一般規則
ko: 일반 항목

source: Slots
ja: スロット
ko: 슬롯

source: If such an exception has been granted, the respective region will be considered the team's home region for the entire event or (if that happens before the end of the event) until the conditions for the exception expire.
ja: このような例外が認められた場合、各リージョンはイベント全体にかけて、または (イベント終了前に発生した場合) 例外の条件が切れるまで、そのチームのホームリージョンと見なされます。
ko: 이러한 예외 사항이 허용될 경우 해당 지역은 전체 이벤트가 끝날 때까지, 혹은 예외 조건이 만료될 때까지(이벤트가 끝나기 전에 발생하는 경우) 팀의 홈 지역으로 간주됩니다.

source: Tournament organizer
ja: トーナメント主催者
ko: 토너먼트 주최자

source: Major violation
ja: 重大な違反
ko: 중대한 위반

source: A team is only allowed to take part in qualifiers for their respective home region which will be decided by the team’s nationality.
ja: チームはそれぞれのホームリージョンの予選にのみ参加でき、その予選はチームの国籍によって決まります。
ko: 하나의 팀은 팀의 국적에 따라 결정되는 그들의 홈 지역의 예선전에만 참가할 수 있습니다.

source: Game chat
ja: ゲームチャット
ko: 게임 채팅

source: Majority of the lineup
ja: ラインナップの過半数
ko: 라인업 과반수

source: 1 min,55 secs
ja: 1 分 55 秒
ko: 1분 55초

source: Maps and veto process
ja: マップと拒否プロセス
ko: 맵 투표 과정

source: Equipment
ja: 機器
ko: 장비

source: Game version
ja: ゲームのバージョン
ko: 게임 버전

source: If they continue to act unmannerly and disrespectful towards other people - they may be disqualified from the tournament.
ja: その者が他の人に対して粗野な態度で失礼な行動を取り続けると、トーナメントから失格になる可能性があります。
ko: 위반자가 계속해서 다른 사람들에게 무례하고 예의 없는 행동을 보인다면, 그들은 토너먼트에서 실격될 수도 있습니다.

source: Online stage rules
ja: オンラインステージ規則
ko: 온라인 단계 규칙

source: Communication from the team is only allowed to be made by one representative chosen by the players (team manager or team captain).
ja: チームからの連絡は、プレイヤー (チームマネージャーまたはチームキャプテン) によって選ばれた 1 人の代表者のみが行うことができます。
ko: 팀의 의사소통은 선수들이 선택한 한 명의 대표자(팀 매니저 또는 팀 주장)만 할 수 있습니다.

source: Personal broadcasts
ja: 個人放送
ko: 개인 방송

source: A team placed 1-3 in the National Qualifiers depending on the pre-assigned slots for each country.
ja: 各国の事前割り当てスロットに応じて、国別予選で 1～3 位になったチーム。
ko: 국가별로 미리 할당된 슬롯에 따라 국가 예선에서 1-3위 안에 들어간 팀.

source: Team hereby confirms and warrants that the Administration has the Team’s consent to use and incorporate any photographs, audio-only or audiovisual recordings in which the Team appears (including, without limitation, news, television and/or motion picture footage) and which are made by ASUS at the Tournament and during the Tournament Period, in any materials of the Tournament and/or in connection with the marketing, advertising and promotion thereof, as well as for historical documentation and/or archival purposes, including without limitation, on the Administration website as well as the Team’s consent and each of the players in the Team consent to hereby waive any right to any additional compensation therefor, including but not limited to, any excerpt and/or reuse fees and/or residual payments.
ja: チームはここに、ASUSが本トーナメントおよび本トーナメント期間中にASUSが作成した、チームが登場する写真、音声のみの記録、または視聴覚記録 (ニュース、テレビおよび/または映画の映像を含むが、これに限定されない) を、トーナメントのあらゆる資料に使用し、取り入れること、またマーケティング、広告、宣伝および歴史的文書に関連して、および/またはアーカイブ目的で使用し、取り入れることについて (運営のウェブサイト上でそれを行うことを含む)、運営がチームの同意を得ていることを確認し、保証するものとする。チームおよびチームの各選手はここに、抜粋および/または再利用の料金および/または残金を含むが、これらに限定されない、追加の補償を受ける権利を放棄することに同意します。
ko: 팀은 이에 따라 관리부가 팀이 등장하는 모든 사진, 녹음 혹은 시청각물(뉴스, TV 및/또는 영화 영상)을 ASUS가 토너먼트 혹은 토너먼트 기간 동안 제작한 마케팅, 광고, 프로모션과 기록물 및/또는 기록 용도로 제작한 관리부의 웹사이트 등과 함께 사용 및 통합하는 것에 동의했으며, 팀과 팀원들 모두 발췌, 재사용 비용과 잠재 비용을 포함하는 모든 추가 보상에 대한 권리를 포기했음을 확인 및 보증합니다.

source: Online-part
ja: オンラインパート
ko: 온라인 파트

source: Protection of the rights
ja: 権利の保護
ko: 권리 보호

source: Media activities
ja: メディア活動
ko: 미디어 활동

source: The tournament organizer has the right to protect its own products created during or after the tournament from rebroadcast or unauthorized usage in post-production.
ja: トーナメント主催者は、トーナメント中またはトーナメント後に作成された自己の製品をポストプロダクションでの再放送や不正使用から保護する権利を有します。
ko: 토너먼트 주최자는 토너먼트 도중 또는 이후에 생성된 자체 제품을 포스트 프로덕션의 재방송 또는 무단 사용으로부터 보호할 권리가 있습니다.

source: In case of a single violation, participants will be punished or get a warning according to the severity of the violation.
ja: 1 回の違反の場合、参加者は違反の重大度に応じて罰せられるか、警告を受けます。
ko: 참가자는 단일 횟수의 위반에 대해서 위반의 심각성에 따라 처벌 혹은 경고를 받게 됩니다.

source: Requirements
ja: 必要条件
ko: 요구 사항

source: Teams will not be given additional timeouts in the overtime, but the unused timeouts can still be used in overtime.
ja: チームはオーバータイムに追加のタイムアウトは与えられませんが、未使用のタイムアウトはオーバータイムでも使用できます。
ko: 연장전에 가도 팀에 추가 타임아웃이 제공되진 않지만, 연장전에서 아직 사용하지 않은 타임아웃을 사용하는 것은 가능합니다.

source: Participation conditions
ja: 参加条件
ko: 참가 조건

source: Team will stay on the side they played the previous half.
ja: チームは前半でプレイした側に留まります。
ko: 팀은 이전 하프에서 플레이했던 사이드에 머무를 것입니다.

source: In case of one or more players are not able to join the server, the team will forfeit the map.
ja: 1 人以上のプレイヤーがサーバーに参加できない場合には、チームはマップを放棄したことになります。
ko: 한 명 이상의 선수가 서버에 참여할 수 없다면, 팀은 해당 맵에서 패배합니다.

source: Communication
ja: 連絡
ko: 통신

source: Team B removes one map.
ja: チーム B が マップを 1 つ削除します。
ko: 팀 B가 맵을 하나 제거합니다.

source: A player that played in and qualified from a national qualifier is never allowed to participate in another national qualifier and he is not allowed to change to another team in the national qualifier.
ja: 国別予選からプレーし、資格を得たプレイヤーは、他の国別予選への出場は許可されません。また、国別予選で別のチームに変更することはできません。
ko: 국가 예선에서 활동하여 예선을 거친 선수는 절대로 다른 국가 예선에 참가할 수 없으며, 국가 예선 중 다른 팀으로 변경할 수 없습니다.

source: Before the match teams are required to submit map vetoes.
ja: 試合前に、チームはマップの拒否権を提出する必要があります。
ko: 경기 전에 팀은 맵 투표를 제출해야 합니다.

source: Team A picks the first-played map.
ja: チーム A が最初にプレイするマップを選択します。
ko: 팀 A가 첫 번째로 플레이할 맵을 선택합니다.

source: Agreement
ja: 合意
ko: 계약

source: Voice servers
ja: ボイスサーバー
ko: 보이스 서버

source: Malaysia
ja: マレーシア
ko: 말레이시아

source: South Korea
ja: 大韓民国
ko: 대한민국

source: The usage of the following bugs is strictly forbidden.
ja: 以下のバグの利用は固く禁じられています。
ko: 아래 버그들의 사용은 엄격히 금지됩니다.

source: During qualifiers the team can use coach/reserve player registered as substitution as between the matches;
ja: チームは予選中、試合の合間に、控えとして登録されたコーチ/リザーブプレイヤーを使用できます。
ko: 예선 동안 팀은 경기 사이에 대체 선수로 등록된 코치/예비 선수를 사용할 수 있습니다.

source: For online qualifiers, the server will modify the nicknames of players according to the registered nickname during registration.
ja: オンライン予選では、サーバーは登録時に登録されたニックネームに従ってプレイヤーのニックネームを変更します。
ko: 온라인 예선에서, 서버는 선수 닉네임을 등록 기간 중 등록한 닉네임으로 수정할 것입니다.

source: Singapore
ja: シンガポール
ko: 싱가포르

source: Sound modifier;
ja: サウンドエディタ。
ko: 음량 수정자;

source: The title sponsor cannot be betting, gambling, key resellers or other companies, who interact with in-game skins or players inventory.
ja: タイトルスポンサーには、賭け、ギャンブル、キーリセラー、またはゲーム内スキンやプレイヤーのインベントリとやり取りする他の企業がなることはできません。
ko: 내기, 도박, 키 리셀러, 인게임 스킨 혹은 플레이어 인벤토리와의 상호작용을 다루는 회사, 조직 및 개인은 타이틀 스폰서가 될 수 없습니다.

source: Punctuality
ja: 時間厳守
ko: 시간 엄수

source: Using alcohol or drugs
ja: アルコールや薬物の使用
ko: 알코올, 약물 복용

source: ROG Masters Asia Pacific
ja: ROG Masters アジアパシフィック
ko: ROG 마스터즈 아시아·태평양
th: ROG Masters เอเชียแปซิฟิก
vi: ROG Masters Châu Á Thái Bình Dương

source: Players can call for the pause at any moment, and pause will start from next round's freezetime or, if the pause was called during freezetime, it will be immediate.
ja: プレイヤーは、いつでも一時停止を呼びかけることができ、一時停止は次のラウンドのフリーズタイムから開始されます。また、フリーズタイム中に一時停止が呼びかけられた場合、即時に行われます。
ko: 선수들은 언제든지 일시 중지를 요청할 수 있으며, 일시 중지는 다음 라운드의 프리즈 시간부터, 혹은 프리즈 시간 중 일시 중지를 요청받은 즉시 시작될 수 있습니다.

source: Match procedure
ja: 試合の進行
ko: 경기 절차

source: The title sponsor may not switch teams even if the original choice is eliminated.
ja: タイトルスポンサーは、元の選択肢が排除されても、チームを切り替えることはできません。
ko: 타이틀 스폰서는 본래 선택한 팀이 패배하더라도 팀을 바꿀 수 없습니다.

source: Live broadcast
ja: ライブ放送
ko: 생방송

source: Match-fixing
ja: 八百長
ko: 경기 보정

source: Aim assistance.
ja: エイムアシスト。
ko: 에임 보조.

source: Rules and Regulations changes
ja: 規則と規制の変更
ko: 규칙과 규정 변경

source: Timeouts can be called via the in-game vote system (ESC
ja: タイムアウトはゲーム内投票システム (ESC
ko: 타임아웃은 게임 내 투표 시스템(ESC)을 통해 요청 가능합니다.

source: Results manipulation
ja: 結果の操作
ko: 승부 조작

source: Offering bribes or forcing other teams to manipulate results of a match will cause disqualification for all parties of the deal and ban from all ROG Master events in the future.
ja: 賄賂を提供したり、他のチームに試合の結果を操作させたりすると、取り決めに関与した者は全員失格となり、将来的にすべての ROG Master イベントへの参加が禁止されます。
ko: 다른 팀에게 뇌물 및 강요를 통해 경기 결과를 조작하게 하면 거래의 모든 당사자는 실격 조치를 당하며, 향후 있을 모든 ROG 마스터즈 이벤트의 참가를 금지당합니다.

source: Team representatives are not allowed to share any of the dialog, decisions, people involved in the protests review, etc, without the permission of the organizer.
ja: チーム代表者は、主催者の許可なしに、ダイアログ、決定、抗議の審査に関与した人などを共有することはできません。
ko: 팀 대표자들은 대화 내용, 결정들, 이의 사항 검토에 관련된 사람들의 목록 등을 주최자의 허가 없이 공유할 수 없습니다.

source: Technical pause
ja: 技術的な一時停止
ko: 기술적 일시 중단

source: Confidentiality
ja: 機密保持
ko: 기밀 유지

source: Australia
ja: オーストラリア
ko: 오스트레일리아

source: Teams will have 5 minutes to finish the veto.
ja: チームは拒否権の使用終了まで 5 分間あります。
ko: 팀들은 5분 내로 투표를 끝내야 합니다.

source: Tournament structure
ja: トーナメント構成
ko: 토너먼트 구조

source: General responsibilities, agreements
ja: 一般的な責任、合意
ko: 일반적인 책임과 계약 사항

source: Offline matches
ja: オフラインマッチ
ko: 오프라인 경기

source: Scripts are understood as binding two or more different activities on one button by current rules.
ja: スクリプトは、現在の規則によって 1 つのボタンに 2 つ以上の異なるアクティビティを割り当てるものとして理解されます。
ko: 현재 규정에 따르면, 스크립트는 두 개 이상의 서로 다른 활동을 바인딩하는 것으로 이해됩니다.

source: Penalties are given to the team members and team representatives for any violation of the rules within the tournament length.
ja: トーナメント期間中に規則に違反した場合、チームメンバーおよびチーム代表者には罰則が科されます。
ko: 토너먼트 기간 내에 규칙을 위반하면 팀 구성원들과 팀 대표자들에게 페널티가 부과됩니다.

source: The organizer has the right to not to allow players to take part in the match if he is sure that the player is drunk or under the influence of drugs.
ja: 主催者は、プレイヤーが酔っているか、薬物の影響下にあると確信した場合、プレイヤーが試合に参加することを許可しない権利があります。
ko: 주최 측은 플레이어가 술에 취했거나 마약의 영향을 받고 있다고 확신할 경우 플레이어가 경기에 참여할 수 없도록 할 권리가 있습니다.

source: A player who starts the qualifier with one team is locked in that team for the whole duration of the team participation in the tournament.
ja: あるチームで予選を開始したプレイヤーは、チームがトーナメントに参加している全期間そのチームにロックされます。
ko: 한 팀에서 예선전을 시작하는 선수는 해당 팀이 토너먼트에 참가하는 내내 팀에서 나갈 수 없습니다.

source: Table of Contents
ja: 目次
ko: 내용

source: Official event period is from February 1, 2021 to April 30, 2021.
ja: イベントの公式開催期間は、2021 年 2 月 1 日から 2021 年 4 月 30 日までです。
ko: 공식 행사 기간은 2021년 2월 1일부터 2021년 4월 30일까지입니다.

source: Bangladesh
ja: バングラデシュ
ko: 방글라데시

source: Players avatars will be modified to the team logo or personal photos during LAN stages of the tournament.
ja: トーナメントの LAN ステージでは、プレイヤーのアバターがチームロゴまたは個人の写真に変更されます。
ko: 선수들의 아바타는 토너먼트의 LAN 단계에서 팀 로고 또는 개인 사진으로 수정됩니다.

source: A player has a serious health problem which will not be allowing him to take part in the match.
ja: プレイヤーが深刻な健康上の問題を抱え、試合に参加することができない場合。
ko: 선수가 심각한 건강 문제로 경기에 참가할 수 없음

source: Hong Kong
ja: 香港
ko: 홍콩

source: Match protests
ja: 試合の抗議
ko: 경기 이의 제기

source: Match protest
ja: 試合に関する抗議
ko: 경기 이의 제기

source: The tournament organizer has the rights on the deduction of prize earnings, disqualification and public statements about the decision made in the case of a rule violation.
ja: トーナメント主催者は、賞金の減額、失格、規則違反の場合の決定に係る公告に関する権利を有します。
ko: 토너먼트 주최자는 규칙 위반에 의한 상금 감액, 자격 박탈 혹은 관련 해당 결정의 공개 성명에 대한 권리를 가지고 있습니다.

source: Number of players
ja: プレイヤー数
ko: 선수의 수

source: A simple “they are cheaters” will not apply and will be denied by the organizer.
ja: 単純な「彼らはチーターです」という主張は取り上げられることはなく、主催者によって拒否されます。
ko: 단순한 “쟤네 핵 썼어요” 식의 이의 제기는 적용되지 않으며, 주최자에 의해 거부됩니다.

source: Freezetime:
ja: フリーズタイム:
ko: 프리즈 시간:

source: All broadcasting rights of ROG Masters 2021 are owned by ASUS.
ja: ROG Masters 2021 の全放送権は、ASUS が所有しています。
ko: ROG 마스터즈 2021의 모든 방송 권리는 ASUS 소유입니다.

source: Roster changes
ja: 名簿の変更
ko: 로스터 변경

source: Platform
ja: プラットフォーム
ko: 플랫폼

source: filming, photographing, audio recording made by ASUS at the Tournament and during the Tournament Period: name, nickname, pseudonym, Team player separately as well as Squad of the Team, picture, biographical material, voice and/or likeness and to use the same in any manner or media now or hereafter known, in connection with the Tournament, and the advertising and promotion thereof, including, without limitation, in all forms of television, online, radio and other advertisements, promotions and publicity materials for the Tournament (collectively “Materials”);
ja: 本トーナメントおよび本トーナメント期間中に ASUS が行う撮影、写真撮影、録音: 各チームプレーヤーおよびチームのスクワッドの名前、ニックネーム、ペンネーム、写真、伝記資料、声および/または似顔絵、ならびに本大会に関連して、現在または今後知られるあらゆる方法または媒体でそれらを使用すること、およびその広告およびプロモーションを行うこと (あらゆる形態のテレビ、オンライン、ラジオ、およびその他のトーナメントに関する広告、プロモーションおよび宣伝資料 (以下、総称して「本件資料」) を含むが、これらに限定されない)。
ko: ASUS가 토너먼트와 관련하여 토너먼트 및 토너먼트 기간 동안 제작한 영상, 사진, 음성 녹음: 토너먼트와 관련된 이름, 닉네임, 가명, 팀 선수 개개인과 팀 분대 자체, 사진, 전기 자료, 음성, 초상권 및 지금껏 알려지고 향후 고안될 수 있는 모든 방식 및 매체의 자료, 그리고 그것들을 광고 및 홍보하기 위해 만들어진 모든 형태의 텔레비전, 온라인, 라디오 및 기타 광고, 프로모션 및 토너먼트 홍보 자료 (총칭 “자료”)

source: Texture modifier;
ja: テクスチャエディタ。
ko: 텍스처 수정자;

source: A protest needs to be filed during a match for things like incorrect server settings, ineligible players on the server or other related issues.
ja: 不適切なサーバー設定、サーバー上の不適格なプレイヤー、その他の関連する問題などがあった場合は、試合中に抗議を行う必要があります。
ko: 일치하지 않는 서버 설정, 서버의 부적격 플레이어 또는 기타 관련 문제와 같은 사항에 대한 이의는 경기 중에 제기되어야 합니다.

source: Clients will be updated for the latest patch.
ja: クライアントは最新のパッチで更新されます。
ko: CS:GO의 최신 버전에 중요한 버그가 생겼을 경우,

source: Cheating
ja: チート行為
ko: 부정행위

source: The team confirms, warrants, conveys and is obliged to provide that the Team acknowledges that, in order to maintain the integrity of the Tournament and to ensure mandatory attendance in the Tournament, the Administration may impose a fine, suspension, disqualification, or other disciplinary action, all as provided in the Regulations.
ja: チームは、トーナメントの完全性を維持し、トーナメントへの出席を義務付けるために、運営は、規則に定めるところにより、罰金、停止、失格、その他の懲戒処分を課すことができることを認め、それを確認し、保証し、伝達し、履行する義務を負うものとします。
ko: 팀은 토너먼트의 무결성을 유지하고 토너먼트의 의무적 참여를 보장하기 위해 관리부가 규율에 명시된 대로 벌금, 출장 정지, 실격 처리 및 기타 징계 처분을 부과할 수 있음을 인정하는 바를 양도 및 제공할 의무가 있음을 확인 및 보증합니다.

source: Emergency transfer
ja: 緊急交代
ko: 긴급 전송

source: Each team will be notified priorly of any media activities scheduled for them during the tournament.
ja: 各チームには、トーナメント中に予定されているメディア活動を前もって通知します。
ko: 토너먼트 기간 동안, 각 팀은 그들을 위해 예정된 모든 미디어 활동에 대해 사전 통보받게 됩니다.

source: In case players were dropped before the first damage on the map, the round will be replayed after they rejoin the server.
ja: マップで最初のダメージが加えられる前にプレイヤーがドロップした場合、プレイヤーがサーバーに再参加した後にラウンドを再プレイします。
ko: 맵의 첫 사상자가 발생하기 전에 선수들이 서버에서 튕겨 나갔을 경우, 라운드는 튕겨 나간 선수들이 서버에 다시 참여한 뒤 재시작됩니다.

source: Only coaches registered in the team profile will be allowed to join the server or stay behind the team.
ja: チームプロファイルに登録されたコーチのみが、サーバーに参加したり、チームの背後に陣取ったりできます。
ko: 팀 프로필에 등록된 코치만 서버에 참석하거나 팀 뒤에 머무를 수 있습니다.

source: Prize Pool Breakdown
ja: 賞金プールの内訳

source: Refer to Appendix A for the country breakdown.
ja: 国の予選分けについては、付録 A を参照してください。
ko: 부록 A의 국가별 분류 를 참조하십시오.

source: First Runner Up
ja: 2位

source: For the further stages, team representative will be asked to provide all team data to the organizer, such as but not limited to team logo, team contacts, team information etc.
ja: 以降のステージでは、チーム代表者は、チームロゴ、チーム連絡先、チーム情報などを含むが、これらに限定されないすべてのチームデータを主催者に提供するよう求められます。
ko: 이후 단계에서 팀 대표자는 팀 로고, 팀 연락처, 팀 정보 등과 그에 국한되지 않는 모든 팀 데이터를 주최자에게 제공할 것을 요청받습니다.

source: Conflict of interests
ja: 利益相反
ko: 이해관계 충돌

source: Any communication with tournament organizer by email or other means are confidential and cannot be publicly shared.
ja: 電子メールまたはその他の手段によるトーナメント主催者との連絡は、機密情報であり、公に共有してはなりません。
ko: 토너먼트 주최자와의 이메일 및 기타 수단을 통한 통신은 기밀이며 공개적으로 공유할 수 없습니다.

source: Definition and rights
ja: 定義と権利
ko: 정의 및 권리

source: All content of The Rules and Regulations of ROG Masters 2021 is subject to change without prior notice.
ja: ROG Masters 2021 の規則および規制の内容は、予告なく変更されることがあります。
ko: ROG 마스터즈 2021의 규정 및 규율의 모든 내용은 사전 통보 없이 변경될 수 있습니다.

source: use and display Team player’s names, Team name (including all professional Team player’s names, Team names, Team player’s tags, Team players nicknames or aliases etc.), as well as image, likeness, biographical material, logos, and designs in connection with the exploitation of the Tournament, including the marketing and promotion thereof.
ja: マーケティングやプロモーションを含む、本トーナメントの利用に関連して、チームプレイヤーの名前、チーム名 (すべてのプロチームプレイヤーの名前、チーム名、チームプレイヤーのタグ、チームプレイヤーのニックネームや別名などを含む)、ならびに画像、似顔絵、自伝資料、ロゴおよびデザインを使用し、表示すること。
ko: 팀 선수의 이름, 팀의 이름 (모든 프로팀 선수들의 이름들, 팀들의 이름, 팀 선수들의 태그, 팀 선수들의 닉네임, 가명 등을 포함)의 이용 및 전시, 거기에 더해서 토너먼트 착취로 이어질 수 있는 마케팅 혹은 프로모션의 이미지, 초상권, 전기 자료, 로고 그리고 디자인.

source: c4 timer:
ja: C4 タイマー:
ko: c4 타이머:

source: Media behavior
ja: メディア上の態度
ko: 미디어 품위 유지

source: Every major penalty point will deduct prize earnings by 5%.
ja: 重大なペナルティポイントごとに、獲得する賞金から 5% 差し引きます。
ko: 매 중대한 페널티 포인트마다 상금의 5%가 공제됩니다.

source: with security requirements and rules in accordance with its internal policies and instructions.
ja: またセキュリティ要件および規則を遵守するものとします。.
ko: 또한 내부 정책 및 지침에 부합하는 보안 요구 사항 및 규칙을 준수합니다.

source: The teams and registered members are accountable for all penalties or rule violations registered member made during the tournament.
ja: チームおよび登録メンバーは、すべての罰則、および登録メンバーがトーナメント中に犯した規則違反について責任を負います。
ko: 팀들과 등록된 구성원들은 토너먼트 기간 도중 등록된 구성원에 의해 발생한 모든 페널티와 규정 위반에 대한 책임을 지게 됩니다.

source: In case if a team representative publicly aims on damage the reputation of ROG Master or any sponsors for the event, the organizer has the right to disqualify and ban all involved parties from future events and start court process to defend the brand’s reputation.
ja: チームの代表者が ROG Master またはイベントのスポンサーの評判を公に損なうことを目指した場合、主催者は、関与する者全員を失格にし、将来のイベントへの参加を禁止し、ブランドの評判を守るために裁判所の手続を開始する権利を有します。
ko: 팀 대표자가 ROG Master 또는 이벤트 스폰서의 명성을 공개적으로 훼손하는 것을 목표로 하는 경우, 주최자는 모든 관련 당사자를 실격 조치 및 향후 이벤트에의 입장을 금지하고 브랜드의 평판을 보호하기 위해 법정 절차를 밟을 권리가 있습니다.

source: All prize payments will be done 90 days after the event finished.
ja: すべての賞金の支払いは、イベント終了日から 90 日後に行われます。
ko: 모든 상금 지급은 이벤트 종료 90일 뒤에 이루어집니다.

source: 30 secs
ja: 30 秒
ko: 30초

source: Teams will be contacted by the organizer and will provide details for the payment.
ja: チームには主催者から連絡があり、支払いの詳細をお知らせします。
ko: 팀은 주최자의 연락을 받게 되며, 결제에 대한 세부 정보를 제공해야 합니다.
